Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/norges-bank.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: AnnualReport Chart 2 shows changes in Norges Bank’s inflation pro-jections for 2003 and actual inflation.
nb: Figur 2 viser hvordan Norges Banks anslag for inflasjo-nen i 2003 har utviklet seg over tid, sammen med denfaktiske utviklingen.

source: • As previously, Norges Bank will supply reserves by issuing F-loans.
nb: • Som før tildeler Norges Bank reserver ved F-lån.

source: Steinberg (89), Birger Vikøren (89) There were no comments on the meeting notice and agenda.
nb: (89), Birger Vikøren (89) Det var ingen merknader til innkalling og sakliste.

source: In 1892, the rescue service held a competition for the design of a suitable type of fishing smack and funded the construction of the first two boats.
nb: I 1892 lyste Redningsselskapet ut en konkurranse der oppdraget var å konstruere en egnet skøytetype, og bevilget penger til bygging av de første skøytene.

source: Internal Audit’s annual report to the Executive Board for 2020
nb: Internrevisjonens årlige rapport til hovedstyret 2020 Saksdokument:

source: Government expenditure, primarily related to higher upper limits on guarantees to the fishing industry, was increased by NOK 133 million.
nb: Utgiftene, i hovedsak knyttet til økte rammer for garantier til fiskerinæringen, ble økt med 133 millioner kroner.

source: Chart 3: Structural liquidity.
nb: Figur 3: Strukturell likviditet.

source: The Executive Board exchanged views and approved the method and criteria for the assessment of investment and operational risk for individual government bond issuers.
nb: Hovedstyret hadde en meningsutveksling og ga sin tilslutning til metode og vurderingskriterier for vurdering av investeringsrisiko og operasjonell risiko for enkeltutstedere av statsobligasjoner.

source: ARR proposes that Norges Bank base this on the European Central Bank’s (ECB) procedure for the alternative reference rate €STR.
nb: ARR foreslår at Norges Bank tar utgangspunkt i Den europeiske sentralbankens (ESB) prosedyre for den alternative referanserenten €str.

source: And as so often before, the rules soon sank into oblivion, particularly after the major EU countries Germany and France had pushed them aside.
nb: Og som så ofte tidligere fant reglene raskt sin plass i glemmeboken, og særlig etter at de store EU-landene Tyskland og Frankrike satte dem til side.

source: Banks that are primary dealers
nb: Banker som er primærhandlere

source: The WG therefore agreed that the next consultation report should be postponed until autumn 2019.
nb: Det var derfor enighet i arbeidsgruppen om at neste konsultasjonsrapport trolig må utsettes til høsten 2019.

source: Based on the number of cash payments from the household survey, the total social cost for cash payments and
nb: Basert på antall kontantbetalinger fra husholdningsundersøkelsen var de totale samfunnsøkonomiske kostna-

source: This is truly an ambitious example of learning from history.
nb: Det fremstår virkelig som et ambisiøst eksempel på å lære av historien.

source: Item 195/2017 Briefing on current issues
nb: Sak 195/2017 Orientering om aktuelle saker

source: 4 Foreign exchange settlement risk and CLSIn a foreign exchange transaction, the parties settle intwo independent national payment systems.
nb: 4 Valutaoppgjørsrisiko og CLS Ved valutahandel gjør partene opp sine forpliktelser i touavhengige nasjonale betalingssystemer.

source: For Norges Bank, which has a flexible inflation target for monetary policy, it is important to understand how the methods for calculating the consumer price index (CPI), and revisions to them, affect measured inflation.
nb: For Norges Bank, som har et inflasjonsmål for pengepolitikken, er det viktig å forstå hvordan beregningsmetodene for KPI, og endringer i disse, påvirker den målte prisveksten.

source: The response from each enterprise is categorised on a scale from -5 to +5, where -5 corresponds to a decrease in output of 2½ percent or more, and +5 to an increase in output of 2½ percent or more.
nb: Svarene fra hver bedrift blir kategorisert på en skala fra -5 til +5, der -5 tilsvarer en nedgang på 2½ prosent eller mer og +5 tilsvarer en vekst på 2½ prosent eller mer.

source: change in the exchange rate will be reflected in the com-
nb: i importmarkedene, slik at valutakursendringer i større

source: This banknote also "inherited" the blue colour from the old 5-krone banknotes, whereas all the other Norwegian 10-krone banknotes are yellow.
nb: Denne "arvet" også blåfargen fra de gamle 5-kronene, alle de øvrige norske 10-kronesedlene er gule.

source: The following may serve as an illustration: It costs 50 øre to produce a banknote.
nb: Det kan illustreres: Det koster 50 øre å produsere en pengeseddel.

source: On the basis of an overall assessment, the Executive Board decided to advise the Ministry of Finance to keep the buffer rate unchanged at 2 percent.
nb: Etter en samlet vurdering besluttet hovedstyret å gi Finansdepartementet råd om å holde bufferkravet uendret på 2 prosent.

source: 1 The views expressed in this article are those of the authors and not necessarily of Norges Bank.
nb: 1 Synspunktene i artikkelen er forfatternes og er ikke nødvendigvis uttrykk for Norges Banks syn.

source: Jon Nicolaisen presented a status update on the basis for the recommendation to the Ministry of Finance on the countercyclical capital buffer.
nb: Jon Nicolaisen ga en oppdatert status av beslutningsgrunnlaget for råd til Finans-departementet om motsyklisk kapitalbuffer.

source: Since about 1980, the cient payment system.
nb: rundt 1980 har også selve destruksjonen av slitte sedler

source: referencing Nibor ordinarily is fixed as an annualised percentage and added to Nibor, should be calculated for the relevant term.
nb: ved bruk av Nibor vanligvis fastsettes som en annualisert prosentsats som legges til Nibor, skal beregnes for den aktuelle løpetid.

source: The fall continued through the pandemic (Chart 1.6).
nb: Fallet fortsatte gjennom pandemien, se figur 1.6.

source: Underlying inflation is now approximately 3 per cent.
nb: Den underliggende inflasjonen er nå rundt 3 prosent.

source: It should be said, however, that it is of course easier to have
nb: Det skal imidlertid sies at det selvsagt er lettere å ha

source: (2) The Bank shall oversee the payment system and other financial infrastructure, hereunder contribute to contingency arrangements.
nb: (2) Banken skal overvåke betalingssystemet og annen finansiel infrastruktur og herunder bidra til beredskapsløsning.

source: We do not answer here, but if you need help you can
nb: Her svarer vi ikke, men trenger du hjelp kan du

source: Market data platforms including Bloomberg and Refinitiv have established relevant instrument tickers.
nb: Markedsplattformer som Bloomberg og Refinitiv har etablert relevante koder (tickers) for instrumentene.

source: This increases structural liquidity.
nb: Da øker strukturell likviditet.

source: By comparison, Nowa as currently defined is calculated if there are data from a minimum of three banks and the minimum total volume is NOK 250 million.
nb: Til sammenligning beregnes dagens Nowa hvis det foreligger data fra minimum tre banker og det samlede volumet er minimum 250 millioner norske kroner.

source: consultations on sustainability reporting in the
nb: kraftig utvikling og selskapenes rolle i sam-

source: Norges Bank’s projections for developments in the Norwegian and international economy form an important basisfor monetary policy decisions.
nb: Norges Banks anslag for utviklingen i norsk og internasjonal økonomi er et viktig grunnlag for pengepolitiskebeslutninger.

source: Banks (commercial and savings banks) and Postgiro/Postbanken separately until 1996, thereafter joint for all types of banks.
nb: Banker (forretnings- og sparebanker) og Postgiro/Postbanken hver for seg til og med 1996, deretter for alle typer banker samlet.

source: Norges Bank shall inform the bank of
nb: Sikkerhet for lån i Norges Bank

source: Norges Bank will give notice on its website of any technical problems that delay publication of Nowa.
nb: Norges Bank vil varsle på sine nettsider dersom det oppstår tekniske problemer som forsinker publiseringen av Nowa.

source: Trond Grande gave a briefing on current issues in investment management.
nb: Trond Grande orienterte om aktuelle saker i kapitalforvaltningen.

source: Its purpose is to strengthen the cyber resilience of financial sector entities and thus promote financial stability.
nb: Formålet er å styrke cybersikkerheten hos virksomheter i finansiell sektor og dermed fremme finansiell stabilitet.

source: During 2003, NOK depreciated again. However,
nb: pekraft våren 2003. Innen næringer som telekommuni-

source: The portraitures are replaced with maritime icons.
nb: Personportrettene erstattes med maritime ikoner.

source: In the high yield (HY) market in Norway it is common that the issuer has to make the interest amount available 3 days before the actual payment day.
nb: I high yield (HY) markedet i Norge er det vanlig at emittent må stille kupongbeløpet tilgjengelig 3 dager før kupongdato, mens for enkelte andre emittenter av obligasjoner med flytende rente så kan de betale kupong på samme dag som kupongdato.

source: to 12 per cent was acceptable if stimulating the econo-
nb: 12 prosent dersom økonomien ble stimulert slik at

source: Economic crises seem to be a necessary precondition for learning.
nb: Økonomiske kriser ser ut til å være en forutsetning for læring.

source: GPFG – Assurance engagement on design and implementation of Norges Bank’s
nb: SPU – Attestasjonsoppdrag om utforming og implementering av Norges Banks

source: Canada and New Zealand, the exchange rate fluctuates
nb: Australia, Canada og New Zealand svinger kursen like

source: Both order reserves and new orders declined compared with the previous quarter.
nb: Både ordrereserver og ordretilgang falt sammenliknet med foregående kvartal.

source: Date for the closing of an account3:
nb: Dato for avslutning av konto3:

source: In 2009, the Government decided that the Suffrage Centenary 1913-2013 would be celebrated locally, nationally and internationally, and appointed the Suffrage Centenary Committee to organise the official programme.
nb: Regjeringen vedtok i 2009 at Stemmerettsjubileet 1913-2013 skal feires lokalt, nasjonalt og internasjonalt, og opprettet i den forbindelse en komité som står ansvarlig for Regjeringens offisielle jubileumsprogram.

source: The first concrete example of a Norwegian sea-mark is from the Saga Age, when in 869, Floke Vilgerdson built a cairn in Sveio municipality that later became known as Ryvarden.
nb: Første gang vi hører om et konkret norsk sjømerke er i sagatiden, da Floke Vilgerdson i 869 bygde en varde som senere er kjent som Ryvarden i Sveio kommune.

source: Canada followed in 1991, the UK in 1992, and Sweden achieved in exchange for higher inflation. An economic
nb: fulgte Canada (1991), Storbritannia (1992), Sverige og oppdaget av datidens politiske og økonomiske miljø.

source: The operational target of monetary policy shall be
nb: Det opera-tive målet for pengepolitikken skal være en årsvekst i

source: The report is to be submitted for consideration at the Executive Board meeting of 23 October 2019.
nb: Rapporten legges fram for behandling i hovedstyrets møte 23. oktober 2019.

source: any significant changes shall be notified to Norges Bank
nb: temene utenfor Norges Bank overholder hovedprinsippene.

source: The Executive Board exchanged views and approved the proposal for revised principles for the management of Norges Bank's foreign exchange reserves, with provisions on strategic equity shares, rebalancing, benchmark indexes, investment universe and risk limits.
nb: Hovedstyret hadde en meningsutveksling og vedtok forslaget til reviderte prinsipper for forvaltningen av Norges Banks valutareserver, med bestemmelser om strategisk aksjeandel, rebalansering, referanseindekser, investeringsunivers og risikorammer.

source: Weaknesses in NIBOR
nb: Svakheter ved Nibor

source: The Executive Board discussed the matter and approved the submission of a letter to the Ministry of Finance in line with the draft letter.
nb: Hovedstyret hadde en meningsutveksling og sluttet seg til at det sendes brev til Finansdepartementet i tråd med utkast til brev.

source: bonds totalling NOK 60 billion were issued, spread over a number dates through the year.
nb: totalt 60 milliarder kroner, fordelt på flere tidspunkt gjennom året.

source: 1 We would like to thank Tom Bernhardsen, Anne Berit Christiansen, Gunnvald Grønvik, Kåre Hagelund, Arne Kloster, Per Espen Lilleås, Jon Nicolaisen, Kjetil Olsen, Ingvild Svendsen, Shaun Vahey and Fredrik Wulfsberg for useful comments and input.
nb: 1 Takk til Tom Bernhardsen, Anne Berit Christiansen, Gunnvald Grønvik, Kåre Hagelund, Arne Kloster, Per Espen Lilleås, Jon Nicolaisen, Kjetil Olsen, Ingvild Svendsen,Shaun Vahey og Fredrik Wulfsberg for nyttige kommentarer og innspill.

source: The physical flow of cash may be divided into three
nb: Den fysiske flyten av kontanter kan deles i tre trinn:

source: letter based on the comments at the meeting.
nb: saken basert på merknader i møtet.

source: *Contact information: Norges Bank, P.O. Box 1179 Sentrum, 0107 Oslo.
nb: *Kontaktinformasjon: Norges Bank, Postboks 1179 Sentrum, 0107 Oslo.

source: If deemed appropriate, it is recommended that the Norwegian counterparties use shifted observation period for NOK loans.
nb: I den grad det er hensiktsmessig oppfordres de norske aktørene til å benytte skiftet observasjonsperiode i NOK-låneavtaler.

source: was carried out by the IMF.
nb: ble gjort av IMF.

source: with the use of a measure of gross operating surplus.
nb: ikke forventer en devaluering, blir det ikke speku-

source: The proposed Section 1-4 second paragraph entails a change compared with the current instruction provision.
nb: Forslaget til § 1-4 annet ledd medfører en endring sammenlignet med gjeldende instruksjonsbestemmelse.

source: ment of inflation developments.
nb: Med unntak av KPI-JAEI,

source: But we can never be sure.
nb: Men vi kan aldri være sikre.

source: The Executive Board has no comment to make on this proposal and supports the proposal.
nb: Hovedstyret har ingen merknader til dette og støtter forslaget.

source: The Norwegian PMI (Purchasing Managers Index) stood at a seasonally adjusted 36.4 in February, down from 41.4 in January.
nb: Norsk PMI (Purchasing Manager Index) var korrigert for sesongmønster 36,4 i februar, ned fra 41,4 i januar.

source: Japan is in a deflationary recession.
nb: redusert inntjening i bedriftene.

source: The government's net cash flow from petroleum activities = Oil taxes + Revenues from the SDFI + Dividend from Statoil = Structural non-oil budget deficit + Transfers to GPFG
nb: Statens netto kontantstrøm fra petroleumsvirksomheten = Oljeskatter + Inntekter fra SDØE + Utbytte fra Statoil = Oljekorrigert underskudd statsbudsjettet + Avsetningen til SPU

source: In contrast to the Mississippi bubble, however, the South Sea Bubble involved extensive insider trading and fraud, and a reaction new and stricter financial regulation was introduced in England through the Bubble Act and Sir John Barnard's Act.
nb: I motsetning til Mississippi-boblen var det imidlertid i dette tilfellet snakk om omfattende innsidehandel og svindel, og som reaksjon ble det innført ny og strengere regulering av finansmarkedene i England gjennom "The Bubble Act" og "Sir John Barnard's Act".

source: The calculations show that an alternative dataset would have been used on about 50 days in this period.
nb: Beregningene viser at man ville benyttet alternativt datagrunnlag om lag 50 dager i denne perioden.

source: For currencies with active OIS derivative markets the standard convention for trades between market-makers is payment delays of T+1 and T+2.
nb: I valutaer med et aktivt OIS-derivatmarked er standard konvensjon for handler mellom market-makere utsatt betaling med 1 eller 2 dager.

source: Johan Castberg, Snorre Expansion, Troll phase 3 and Johan Sverdrup phase 2
nb: Johan Castberg, Snorre Expansion, Troll fase 3 og Johan Sverdrup fase 2

source: Vidar Knudsen presented new regulation on the strengthening of the Nibor framework and gave a
nb: Vidar Knudsen gjennomgikk nytt regelverk knyttet til styrkingen av Nibor-rammeverket og orienterte

source: Fees in 2021 for breaches etc. of terms and conditions for account management at Norges Bank (NBO)
nb: Gebyrer i 2021 ved overtredelse mv. av vilkårene for kontohold i Norges Bank

source: The coin’s reverse was designed by the artist Håkon Anton Fagerås.
nb: Myntens revers er utformet av billedkunstner Håkon Anton Fagerås.

source: Kristine Høegh-Omdal, economist in the Economics Department*
nb: Kristine Høegh-Omdal, konsulent i Økonomisk Avdeling*

source: Developments in prices for selected services 1990–2006*.
nb: Prisutviklingen på utvalgte tjenester 1990–2006*.

source: is that the estimates of long-run relationships should be in line with the data for a relevant time period.
nb: har vi et mål om at verdien på langsiktige sammenhen-ger er i tråd med data for en relevant tidsperiode.

source: The Governor was authorised to determine a schedule for the phasing out of the companies.
nb: Sentralbanksjefen får fullmakt til å fastsette en tidsplan for utfasing av selskapene.

source: encourage higher private consumption.
nb: av høyere privat konsum.

source: GPFG – Reports and presentations from meeting with the Ministry of Finance
nb: SPU – Referat og presentasjon fra møte med Finansdepartementet

source: Higher import prices for finished goods may then result in a rise in prices charged to consumers.
nb: Økte importpriser på ferdigvarer kan i neste omgang gi en oppgang i prisene ut til forbruker.

source: Monetary policy shall also contribute to stabilising out-put and employment.
nb: Samtidig skal pengepolitikken bidra til å stabilisere utviklingen i produksjon og sys-selsetning.

source: Scope 2 emissions are indirect emissions from consumption of purchased electricity, heating or steam.
nb: Utslipp i ramme 2 er indirekte utslipp fra forbruk av innkjøpt elektrisitet, varme eller damp.

source: 2 A copy of the license to operate as a CCP must accompany a request to open an account with Norges
nb: 2 Ved anmodning om åpning av konto skal kopi av nødvendige tillatelser til å drive virksomhet som

source: The Swedish krona depreciated sharply in 1992.
nb: Den svenske kronenfalt kraftig i 1992.

source: This article will discuss Norges Bank’s conduct of a flexible inflation targetingregime.
nb: I denne artikkelen utdyper vi hvordan Norges Bank utøver fleksibel inflasjons-styring i praksis.

source: The Executive Board agrees with these assessments and supports the proposed Section 1-4.
nb: Hovedstyret er enig i disse vurderingene, og støtter forslaget til § 1-4.

source: market’s continuous pricing of enterprise-specific risk
nb: basert på gjennomsnittsstørrelser for delvis tilsvarende

source: than to bring it up when it has fallen below a level that
nb: høyt en stund, enn det er å få den opp når den har

source: The most cited work is Constantinides (1986).
nb: mest siterte arbeidet er Constantinides (1986).

source: The Gokstad Ship had 16 pairs of oars to a hull length of 23 meters.
nb: Gokstadskipet har hatt 16 par årer på om lag 23 meter skroglengde.

source: larly large exposures for banks (see Chart 7) The banksmust therefore report their foreign exchange settlementexposures on a separate form.
nb: figur 7. Bankene blederfor bedt om å rapportere eksponeringene i valutaopp-gjøret på et eget skjema.

source: Lower yields and increased risk appetite have also fuelled high financial asset inflation.
nb: Lavere avkastningskrav og økt risikovilje har også bidratt til sterk vekst i prisene på finansielle aktiva.

source: That was an easy rule for the crew to follow.
nb: Det var en regel som var lett for mannskapet å forholde seg til.

source: Against this background, the Executive Board had an exchange of views.
nb: Hovedstyret hadde på denne bakgrunn en meningsutveksling.

source: At its meeting on 18 June, the Executive Board
nb: Hovedstyret vedtok på sitt møte 18.

source: The Oseberg ship, determined to have been built in 820, is the oldest ship using a square sail known to sail our northern seas.
nb: Osebergskipet, som er årringsdatert til år 820, er den eldste båten med rigg og seil som vi kjenner til fra våre nordlige farvann.

source: In the equation, πt denotes inflation, π* the inflation
nb: I likningen angir πt inflasjonen, π* inflasjonsmålet, yt

source: There are a number of possible explanations for this discrepancy.
nb: Vi har ikke brukt data fra NBO for å beregne dagens Nowa i denne artikkelen.

source: Publication of the guide is planned for the beginning of September 2021.
nb: Dokumentet vil etter planen publiseres i starten av september 2021.

source: What does Nowa measure?
nb: Hva måler Nowa?

source: subcontractors in this context are clearing houses, cash and Haare (2008 a) for further information.
nb: betalingssentraler, kontanthåndteringsselskaper og Norges Gresvik og Haare (2008) for utdyping.

source: The expression is open, light and typically Nordic.
nb: Uttrykket er åpent, lyst og typisk nordisk.

source: Below the motif the inscription: 1500 KRONER.
nb: Under motivet omskriften 1500 KRONER.

source: at 09:00 am on all Norwegian banking days.
nb: kl 09:00 på alle norsk bankdager.

source: statistics are available for card and giro transactions and for the number of cash withdrawals.
nb: Det finnes god statistikk for kort- og girotransaksjoner og for antall kontantuttak.

source: • Assumptions included in the analysis may be incorrect.
nb: • Forutsetningene som inngår i analysen, kan være feil.

source: In 2012, the Office of the Supervisory Council performed an evaluation of the regulation of supervision and auditing in contracts with suppliers, which concluded that these contracts do allow the Council to supervise and control outsourced operations.
nb: Tilsynssekretariatet gjorde i 2012 en vurdering av regulering av tilsyn og revisjon i kontrakter som konkluderte med at de juridiske avtalene sikrer representantskapet mulighet til å drive tilsyn og kontroll med utkontraktert virksomhet.

source: Item 52/2018 Status of work to follow up supervisory reviews
nb: Sak 52/2018 Status for oppfølging av tilsynsgjennomganger

source: union in 1905 was a painless process. Former Central
nb: Økonomisk forløp unionsoppløsningen i 1905 smerte-

source: A necessary prerequisite is to put in place a Floating Rate Option (FRO) for Nowa in the ISDA framework (ISDA 2006 Definitions).
nb: En nødvendig forutsetning er å få på plass en såkalt «Floating Rate Option» (FRO) for Nowa i ISDA sitt rammeverk (ISDA 2006 Definitions).

source: the future?13Alan Blinder, former Vice Chairman of the
nb: bli?13 Alan Blinder, tidligere Vice-Chairman i Fed og nå

source: these have been taken into use in the market.
nb: grad, disse er tatt i bruk i markedet.

source: The silver coin's obverse was designed by Ingrid Austlid Rise, designer at Mint of Norway.
nb: Sølvmyntens advers er utformet av formgiver ved Det Norske Myntverket, Ingrid Austlid Rise.

source: • As previously, Norges Bank will if necessary drain reserves through F-deposits.
nb: • Som før vil Norges Bank ved behov kunne trekke inn reserver ved F-innskudd.

source: global temperature is already over 1 degree higher than it was 100 years ago (see
nb: temperatur er allerede over 1 grad høyere enn for 100 år siden, se Og hvis vi ikke

source: At the start of the pandemic, house prices fell (Chart 1.10).
nb: I begynnelsen av pandemien falt boligprisene, se figur 1.10.
